{
  "Action": [
    {
      "id": "299536",
      "original_language": "en",
      "overview": "As the Avengers and their allies have continued to protect the world from threats too large for any one hero to handle, a new danger has emerged from the cosmic shadows: Thanos. A despot of intergalactic infamy, his goal is to collect all six Infinity Stones, artifacts of unimaginable power, and use them to inflict his twisted will on all of reality. Everything the Avengers have fought for has led up to this moment - the fate of Earth and existence itself has never been more uncertain.",
      "poster_path": "/7WsyChQLEftFiDOVTGkv3hFpyyt.jpg",
      "release_date": "2018-04-25",
      "title": "Avengers: Infinity War",
      "vote_average": "8.4",
      "faviroiteFlag": true
    },
    {
      "id": "284054",
      "original_language": "en",
      "overview": "King T'Challa returns home from America to the reclusive, technologically advanced African nation of Wakanda to serve as his country's new leader. However, T'Challa soon finds that he is challenged for the throne by factions within his own country as well as without. Using powers reserved to Wakandan kings, T'Challa assumes the Black Panther mantel to join with girlfriend Nakia, the queen-mother, his princess-kid sister, members of the Dora Milaje (the Wakandan 'special forces') and an American secret agent, to prevent Wakanda from being dragged into a world war.",
      "poster_path": "/uxzzxijgPIY7slzFvMotPv8wjKA.jpg",
      "release_date": "2018-02-13",
      "title": "Black Panther",
      "vote_average": "7.3",
      "faviroiteFlag": true
    }
  ],
  "Adventure": [],
  "Animation": [
    {
      "id": "493006",
      "original_language": "ja",
      "overview": "There is a sudden explosion at Tokyo Summit's giant Edge of Ocean facility. The shadow of Tōru Amuro, who works for the National Police Agency Security Bureau as Zero, appears at the site. In addition, the \"triple-face\" character is known as Rei Furuya as a detective and Kogorō Mōri's apprentice, and he is also known as Bourbon as a Black Organization member. Kogorō is arrested as a suspect in the case of the explosion. Conan conducts an investigation to prove Kogorō's innocence, but Amuro gets in his way.",
      "poster_path": "/mMWV5MXn2pkDnnI4vWpy3dRWdNC.jpg",
      "release_date": "2018-04-13",
      "title": "Detective Conan: Zero the Enforcer",
      "vote_average": "4.5",
      "faviroiteFlag": true
    }
  ],
  "Comedy": [],
  "Crime": [],
  "Documentary": [],
  "Drama": [],
  "Family": [],
  "Fantasy": [],
  "History": [],
  "Horror": [],
  "Music": [],
  "Mystery": [],
  "Romance": [],
  "ScienceFiction": [
    {
      "id": "363088",
      "original_language": "en",
      "overview": "As Scott Lang awaits expiration of his term of house detention, Hope van Dyne and Dr. Hank Pym involve him in a scheme to rescue Mrs. van Dyne from the micro-universe into which she has fallen, while two groups of schemers converge on them with intentions of stealing Dr. Pym's inventions.",
      "poster_path": "/rv1AWImgx386ULjcf62VYaW8zSt.jpg",
      "release_date": "2018-07-04",
      "title": "Ant-Man and the Wasp",
      "vote_average": "7.1",
      "faviroiteFlag": true
    },
    {
      "id": "119450",
      "original_language": "en",
      "overview": "A group of scientists in San Francisco struggle to stay alive in the aftermath of a plague that is wiping out humanity, while Caesar tries to maintain dominance over his community of intelligent apes.",
      "poster_path": "/2EUAUIu5lHFlkj5FRryohlH6CRO.jpg",
      "release_date": "2014-06-26",
      "title": "Dawn of the Planet of the Apes",
      "vote_average": "7.3",
      "faviroiteFlag": "true"
    }
  ],
  "TVMovie": [],
  "Thriller": [],
  "War": [],
  "Western": []
}